<template>
  <div class="PrivacyPage">
    <header class="w-full px-[30px] md:px-[80px] pt-[130px] pb-[80px] text-white relative after:absolute after:top-0 after:left-0 after:w-full after:h-full after:bg-[rgba(0,0,0,0.73)]">
      <img :src="require('@/image/same-opinion-background.jpg')" class="absolute top-0 left-0 w-full h-full object-cover" alt="">
      <div class="z-[2] relative text-center">
        <h1 class="text-[10vw] md:text-[50px] font-[700] mb-[20px]">الخصوصية</h1>
      </div>
    </header>
    <div class="PrivacyPage text-center w-full m-auto px-[30px] md:px-[100px] py-[60px]">
      <div class="max-w-2xl mx-auto bg-white p-8 rounded shadow-md">

        <h1 class="text-2xl font-semibold mb-6">الخصوصية</h1>

        <p class="mb-4">
          تهتم منصة كلينيكير للاستشارات الطبية والأراء الطبية البديلة ومقرها الرياض بسياسة الخصوصية للأعضاء والزوار وحمايتها والإلتزام بها في كافة منصاتها وخدماتها ومنتجاتها. ويشار للمنصة في هذا النص باسم "منصة كلينيكير" أو "نحن" مع تبيان المعلومات التي تجمعها المنصة وكيفية استخدامها لخدمة الزوار والأعضاء بشكل أفضل أثناء استفادتهم من منصاتها. إن قيام المستخدام باستخدام المنصة (والمشار إليها في هذا النص باسم الخدمة)، فإن المستخدم يوافق على شروط سياسة الخصوصية هذه. وعلى المستخدم مراجعة البنود التالية بعناية لكي يكون لديه فكرة واضحة عن سياسة الخصوصية للمنصة. ولأي استفسارات حول سياسة الخصوصية في منصة كلينيكير، يمكن التواصل مع المنصة من خلال الرابط التالي:
          <br>
          <a href="#" class="text-[rgb(102,_99,_166)]">contact@clinicareapp.com</a>
        </p>
        <h2 class="text-xl font-semibold mb-4 text-start">المعلومات التي تجمعها المنصة</h2>

        <p class="mb-4 text-start">
          عند تسجيل المستخدم في الخدمة (سواء كمستخدم أو طبيب أو ممارس صحي أو مريض)، يتم تأسيس ملف تعريف خاص به لضمان الاستفادة من المنصة والخدمات بشكل أفضل. والبيانات المطلوبة في المنصة حالياً هي:
          <ul class="mt-[10px] flex flex-col gap-[10px] text-[12px]">
            <li>الإسم الأول واسم العائلة</li>
            <li>عنوان البريد الإلكتروني</li>
            <li>كلمة المرور</li>
            <li>رقم الهاتف الجوال</li>
            <li>تاريخ الميلاد</li>
            <li>الجنس (ذكر أو أنثى)</li>
          </ul>
        </p>

        <p class="mb-4 text-[16px] text-start">
          بالإضافة إلى ذلك، قد تقوم المنصة بجمع معلومات إضافية أثناء قيام المستخدم بتصفح المنصة أو أثناء استفادة المستخدم لخدمات المنصة، وقد تشمل هذه المعلومات المواقع الجغرافية للمستخدم، والحالة الصحية والأمراض السابقة والأسئلة الشائعة وغيرها من المعلومات الشخصية التي يختار المستخدم طرحها أثناء استخدامه للمنصة. وتهدف المنصة من خلال جميع هذه البيانات إلى تحسين الخدمات الصحية للمستخدمين وتقييم إحتياجاتهم وإجراء الأبحاث العلمية التي تستعرض المشاكل الصحية الشائعة دون التطرق بأي حال من الأحوال للأسماء أو الهويات الشخصية للمستخدمين والتي تحظى بعناية فائقة وخصوصية كبيرة تمنع من استخدامها أو كشفها أو الإطلاع عليها من اي كائن كان.

          <br>
          <br>

كما أن المنصة تقوم بجمع هذه المعلومات لغاية وحيدة وهي تزويد المستخدم بأحدث نسخة من المنصة والمميزات. ولمساعدة المنصة على تلبية احتياجات ومتطلبات العملاء والمستخدمين بشكل أفضل، فإن المنصة تستخدم ملفات الكوكيز (أو ملفات سجل التصفح) لتخزين معلومات المستخدم. وملفات الكوكيز هي كمية قليلة من البيانات يتم إرسالها إلى برنامج تصفح الإنترنت على جهاز المستخدم من خادم الشبكة، وتخزينها على القرص الصلب للجهاز. ويمكنك تعطيل الكوكيز أو التحكم بها عبر إعدادات التفضيلات في متصفح الإنترنت الخاص بالمستخدم.

<br>
<br>

ينبغي على مستخدمي المنصة أن يدركوا بأنه يمكن أن يتم جمع المعلومات والبيانات غير الشخصية بشكل أوتوماتيكي بحكم آلية العمل المعتادة لمخدمات حواسيب المنصة أو من خلال استخدام ملفات الكوكيز. وتعتبر الكوكيز ملفات يمكن لمواقع الإنترنت استخدامها للتعرف على المستخدمين المتكررين، مما يسمح بتتبع أنماط استخدام المنصة. وتتسم هذه الملفات بأنها لا تشغل سوى حيز صغير على جهاز المستخدم، ولا يمكنها أن تلحق الضرر بالملفات الأخرى المخزنة عليه. وتعمل ملفات الكوكيز عن طريق تعيين رقم للمستخدم، ولا يكون لهذا الرقم أي معنى خارج الموقع المحدد. وينبغي أن يدرك المستخدمون بأن المنصة لا تستطيع السيطرة على استخدام ملفات تعريف الارتباط الكوكيز (أو المعلومات الناتجة) من قبل أطراف ثالثة. وإذا لم يكن المستخدم راغباً في أن يتم جمع معلوماته عبر استخدام ملفات الكوكيز، فإن متصفح الإنترنت يتيح له خيار قبولها أو عدم استخدامها. على أن الخدمة قد تنطوي على مزايا تتطلب استخدام الكوكيز لتخصيص إيصال المعلومات للمستخدم. إن سياسة الخصوصية لا تغطي ملفات الكوكيز المستخدمة من قبل طرف ثالث، حيث لا يمكن للمنصة الوصول إلى تلك الملفات أو التحكم بها.
        </p>

        <h2 class="text-xl font-semibold mb-4 text-start">كيف يتم استخدام معلومات المستخدم</h2>

        <p class="mb-4 text-start">
          إن هدف المنصة الأساسي من جمع المعلومات والبيانات هو أن نقدم للمستخدم تجربة محسنة عند استخدامه خدماتنا ومنصاتنا. ونستعمل هذه المعلومات كي نراقب عن كثب أكثر ميزات الخدمة استخداماً، وكذلك للسماح للمستخدم بمراجعة تاريخ الخدمة وتخزين معلومات بطاقة الإئتمان الخاصة بالمستخدم مع شريك الدفع المعتمد لدينا، والإطلاع على العروض الترويجية المتوفرة حالياً، وتقييم الخدمات، وكذلك لتحديد المميزات التي تتطلب التطوير أكثر من غيرها، بما فيها أنماط الإستخدام والمواقع الجغرافية، ولتحديد الحالات والظروف التي يجب أن تتركز فيها خدماتنا.
          
          <br><br>

          منصة كلينيكير تستخدم المعلومات المتنوعة التي يتم جمعها بحيث نستطيع تقديم النسخة المثلى من المنصة وفقاً لنوع جهاز المستخدم، وذلك مع استكشاف الأخطاء وإصلاحها، كما نستخدمها في بعض الأحيان لأغراض تسويقية وترويجية. أما معلومات بطاقة الإئتمان التي يقدمها المستخدم ويستخدمها في المنصة فنستخدمها من أجل إرسال فواتير الخدمات للمستخدمين.

          <br><br>

          تستخدم المنصة عنوان بروتوكول الإنترنت الخاص المستخدم IP للمساعدة في تشخيص المشاكل التقنية والفنية مع مخدمنا، وللمساعدة كذلك في إدارة الموقع. ونستعمله كذلك لمساعدتنا في التعرف على المستخدمين، وجمع بيانات ديموغرافية واسعة النطاق. علماً أن هذا العنوان لا يحتوي على أي معلومات شخصية عن المستخدمين.

        </p>

        <h2 class="text-xl font-semibold mb-4 text-start">الإشعارات المتعلقة بالخدمة</h2>

        <p class="mb-4 text-start">
          قد تقوم المنصة بإرسال إشعارات متعلقة بالخدمة للمستخدمين حصراً في الظروف التي نعتقد فيها بضرورة ذلك، مثل تعليق الخدمة مؤقتاً للصيانة، حيث سنقوم بإعلام المستخدمين بذلك عن طريق البريد الإلكتروني وكذلك عن طريق التنبيهات من خلال المنصة.
        </p>

        <h2 class="text-xl font-semibold mb-4 text-start">خدمة العملاء</h2>

        <p class="mb-4 text-start">
          سوف تقوم المنصة بإرسال رسالة ترحيبية للمستخدمين عبر البريد الإلكتروني للتحقق من اسم المستخدم وكلمة المرور الخاصيّن به، وذلك باستخدام المعلومات الشخصية التي تم تزويدنا بها. كما سنتواصل مع المستخدمين عن طريق البريد الإلكتروني أو الهاتف (وفقاً لما يراه المستخدم مناسباً) بخصوص الردود على الإستفسارات، وتزويده بالخدمات التي يطلبها، ومن أجل إدارة حسابه الشخصي.
        </p>

        <h2 class="text-xl font-semibold mb-4 text-start" text-start>إفصاحنا عن معلوماتك الشخصية</h2>

        <p class="mb-4 text-start">
            لا تقوم المنصة باي حال من الأحوال ببيع أو تأجير أو مقايضة معلومات المستخدم الشخصية أو معلومات موقعه الجغرافي، وإنما يتم استخدامها حصراً بالشكل المبيّن في سياسة الخصوصية هذه. وقد تضطر المنصة للإستعانة بخدمات شركات أو أفراد من أطراف ثالثة لتسهيل وتحسين تقديم خدماتنا، أو لتقديمها بالنيابة عنا، أو لإنهاء الإجراءات الخاصة بالدفعات، أو تزويد العملاء بالدعم، أو لاستضافة استمارات التقديم على وظائفنا، أو تقديم خدمات خاصة بالموقع الإلكتروني (على سبيل المثال دون الحصر: خدمات الصيانة، وإدارة البيانات، وتحليل بيانات الإنترنت، وتحسين مزايا المنصة)، ومساعدتنا على تحليل كيفية استخدام موقعنا ومنصاتنا أو الاستفادة من خدماتنا. وتُمنَح هذه الأطراف الثالثة إمكانية الوصول إلى معلومات المستخدم الشخصية حصراً كي تؤدي هذه المهام بالنيابة عنّا وبتفويض مباشر منا، وهي ملزمة قانونياً وعرفياً وأخلاقياً وأدبياً بعدم الإفصاح عن المعلومات أو استخدامها لأي أغراض أخرى. وقد نقدّم أيضاً معلومات المستخدم الشخصية لشركائنا في الأعمال أو غيرهم من الجهات الموثوقة بغية تزويدك بمعلومات حول المنتجات أو الخدمات التي نعتقد أنها تهم المستخدم وتحسن من ظروف حياته. وبإمكان المستخدم في أي وقت يشاء إيقاف استلام أي من هذه الإعلانات عبر التواصل مع هذه الأطراف الثالثة مباشرة.
            <br><br>
            وتتعاون المنصة مع الحكومة والجهات المسؤولة عن القانون وغيرها من الجهات الخاصة بهدف التزام القانون والامتثال له. وبالتالي سوف تفصح المؤسسة عن أي معلومات تخص المستخدمين إلى الحكومة أو الجهات المسؤولة عن تطبيق القانون أو الأطراف الخاصة إذا اعتقدنا –وفقاً لتقديرنا الخاص- بأن ذلك ضروري أو مناسب للتعامل مع قضايا قانونية أو إجراءات قضائية (بما فيها مذكرات الاستدعاء والإمتثال)، أو لحماية حقوق المنصة أو طرف ثالث، أو لضمان الأمن العام أو أمن شخصّ محدد، أو لمنع أو إيقاف نشاط تعتبره المنصة غير قانوني، أو غير أخلاقي، أو قد يتسبب بملاحقة قضائية.
            <br><br>
            وفي حال أرادت المنصة الدخول في صفقة إندماج أو استحواذ أو بيع لكافة أصولنا أو بعضها فسوف تقوم المنصة بإعلام المستخدمين عن طريق البريد الإلكتروني أو من خلال المنصة، أو وضع إشعار واضح ولافت على موقع المنصة الإلكتروني بخصوص أي تغيير في الملكية أو أي استخدام محتمل لمعلومات المستخدم الشخصية، فضلاً عن أي خيارات قد تكون لديه بخصوص معلوماته الشخصية. كما قد تلجأ المنصة إلى مزوّد من طرف ثالث ليستضيف قسم الدعم الخاص بموقعنا ومنصاتنا، ولكن ستكون المعلومات التي يتم جمعها ضمن هذا القسم من الموقع محكومة بسياسة الخصوصية التي تنتهجها المنصة، ولن يكون الوصول إليها متاحاً للمزوّد إطلاقاً.
          </p>

        <h2 class="text-xl font-semibold mb-4 text-start">الأمن</h2>

        <p class="mb-4 text-start">
          يتم تخزين كافة المعلومات الشخصية المعرفة بالأشخاص ومعلومات المواقع الجغرافية بشكل آمن ضمن قواعد بياناتنا، ونحرص على حمايتها باتباع الممارسات الأمنية المشهورة تجارياً والمتعارف عليها بشكل واسع في القطاع (مثل الترميز، والجدران النارية، وطبقات المقابس الآمنة). و بالمقابل، نشير إلى أنه لا يوجد نظام أمن معلومات عصي على الاختراق بالكامل مهما بلغت سوية مواصفاته التقنية وإجراءاته الترميزية. وبالتالي لن تستطيع المنصة ضمان أمن قاعدة بياناتنا، أو ضمان عدم اختراق معلومات المستخدم أثناء إرسالها عبر الإنترنت، لذلك فإن أي معلومات يقوم المستخدم بإرسالها إلى المنصة تكون على مسؤوليته الشخصية. وننصح المستخدمين بعدم الإفصاح عن كلمات المرور الخاصة بهم لأي كائن كان.
        </p>

        <h2 class="text-xl font-semibold mb-4 text-start">دعوة الأصدقاء</h2>

        <p class="mb-4 text-start">
          إذا رغب المستخدم باستخدام خدمة إحالة الآخرين إلينا كي تخبر صديقاً عن موقعنا أو منصاتنا أو خدماتنا، فسوف نطلب من المستخدم تزويدنا باسم صديقه (أو أصدقائه) وعنوان بريده الإلكتروني. وسنقوم تلقائياً بإرسال بريدٍ إلكتروني لهذا الصديق (لمرة واحدة) ندعوه فيه إلى زيارة موقعنا الإلكتروني أو منصاتنا. كما سيتم تخزين هذه المعلومات حصراً بغرض استخدامها في إرسال هذه الرسالة الإلكترونية وتقييم نجاح نظامنا الخاص بإحالة الأشخاص. يستطيع الأصدقاء التواصل معنا على البريد الإلكتروني للمنصة في حال رغبوا بأن نحذف المعلومات المتعلقة بهم من قاعدة بياناتنا.
        </p>
        <h2 class="text-xl font-semibold mb-4 text-start">الميزات والمنصات الصغيرة الإضافية الخاصة بمواقع التواصل الاجتماعي</h2>

        <p class="mb-4 text-start">
          يتضمن موقعنا الإلكتروني بعض المميزات التي توجد في مواقع التواصل الاجتماعي، مثل أزرار الإعجاب الخاص وأزرار المشاركة وأعادة التغريدات، أو عدد من البرامج التفاعلية المصغرة التي تعمل على موقعنا ومنصاتنا. وقد تقوم هذه المميزات بالحصول على عنوان بروتوكول الإنترنت الخاص بالمستخدم، وتحديد الصفحات التي يزورها على موقعنا، وقد يتم وضع ملفات كوكيز كي تسمح للميزة بالعمل على النحو المطلوب. وقد تتم استضافة هذه المميزات إما عن طريق طرف ثالث، أو مباشرة على موقعنا الإلكتروني ومنصاتنا. ويعتبر تفاعل المستخدم  مع هذه المميزات خاضعاً لسياسة الخصوصية المتبعّة لدى المنصة التي توفرها.
        </p>
        <h2 class="text-xl font-semibold mb-4 text-start">التعديلات في سياسة الخصوصية</h2>

        <p class="mb-4 text-start">
          قد تضطر المنصة إلى تحديث هذه السياسة بحيث تعكس أي تغييرات قد تطرأ على ممارساتنا بخصوص المعلومات. وفي حال أرادت المنصة إجراء تغييرات جذرية، فسوف تقوم بإعلام المستخدمين عن طريق البريد الإلكتروني (نرسلها إلى العنوان المذكور في حساب المستخدم)، أو عن طريق نشر إشعار مسبق على منصاتنا قبل تفعيل هذه التغييرات. وندعو جميع المستخدمين في جميع الأحوال إلى مطالعة هذه الصفحة بشكل دوري للحصول على آخر المعلومات المتعلقة بممارسات الخصوصية التي تنتهجها المنصة.
        </p>

        <h2 class="text-xl font-semibold mb-4 text-start">يمكن التواصل مع المنصة على العنوان</h2>

        <p class="mb-4 text-start">
          <ul class="mt-[10px] flex flex-col gap-[10px] text-[12px]">
            <li>مؤسسة الإمتياز الحصري (PRAVA) للإتصالات وتقنية المعلومات</li>
            <li>صندوق البريد 2925</li>
            <li>الرياض 11461</li>
            <li>المملكة العربية السعودية</li>
            <li>البريد الإلكتروني: <a class="text-[rgb(102,_99,_166)]">contact@clinicareapp.com</a>  </li>
          </ul>
        </p>
        </div>
    </div>
  </div>
</template>

<script>

export default {
  name: 'PrivacyPage',
}
</script>

<style scoped lang="scss">

</style> 