<template>
  <div class="TermsPage">
    <header class="w-full px-[30px] md:px-[80px] pt-[130px] pb-[80px] text-white relative after:absolute after:top-0 after:left-0 after:w-full after:h-full after:bg-[rgba(0,0,0,0.73)]">
      <img :src="require('@/image/same-opinion-background.jpg')" class="absolute top-0 left-0 w-full h-full object-cover" alt="">
      <div class="z-[2] relative text-center">
        <h1 class="text-[10vw] md:text-[50px] font-[700] mb-[20px]">اتفاقية استخدام المنصة</h1>
      </div>
    </header>
    <div class="TermsPage text-center w-full m-auto px-[30px] md:px-[100px] py-[60px]">
      <div class="max-w-2xl mx-auto bg-white p-8 rounded shadow-md">

        <h1 class="text-2xl font-semibold mb-6">اتفاقية استخدام المنصة</h1>
        <p class="mb-4">
          تعتبر هذه الشروط والأحكام (يطلق عليها مجتمعة الإتفاقية) إتفاقاً قانونياً بين المستخدم وبين منصة كلينيكير للاستشارات والأراء الطبية، وهي أحدى المنصات المملوكة لمؤسسة الامتياز الحصري (PRAVA) للإتصالات وتقنية المعلومات ومقرها الرياض، المملكة العربية السعودية. وللإستفادة من الخدمات (المعرفة أدناه) والمنصات المرتبطة بها (المعرفة أدناه) يتوجب على المستخدم الموافقة على الشروط والأحكام الموضحة أدناه.
          <br><br>
          إن قيام المستخدم باستخدام أي خدمات تقدمها مؤسسة الإمتياز الحصري (يشار إليها مجتمعة باسم الخدمة)، أو بتحميل، أو تنزيل، أو استخدام أي من المنصات التي تقدمها المؤسسة (يشار إليها كافة باسم المنصات)، فهو اعتراف بشكل صريح وموافقة من المستخدم على الإلتزام والتقيّد بهذه الإتفاقية ، والموافقة على أي تعديلات مستقبلية أو إضافات قد تطرأ على الإتفاقية  بالشكل الذي يتم نشرها فيه من وقت لآخر على الموقع الإلكتروني الخاص بالمنصة. وتحتفظ المؤسسة بحقها في تعديل الإتفاقية أو تعديل سياساتها المتعلقة بالخدمة أو المنصة في أي وقت، إعتباراً من وقت نشر أي نسخة محدثة من هذه الاتفاقية على موقع المنصة  أو من خلال الخدمة، وتقع المسئولية على المستخدم لمراجعة هذه الإتفاقية  بشكلٍ دوري. حيث يعتبر الإستمرار في الاستفادة من خدمات المنصة بعد إجراء أي تعديل على الإتفاقية  بمثابة موافقة ضمنية من المستخدم على هذه التعديلات.
          <br><br>
          تتخصص منصة كلينيكير في تقديم خدمات الاستشارات والأراء الطبية البديلة عبر الموقع الالكتروني للمنصة أو تطبيقات الهواتف الذكية (لاحقاً) والتي تتيح للمستخدمين التواصل مع الأطباء والمختصين في مجال الرعاية الصحية لتقديم الإستشارات الطبية والنصائح الصحية والأراء الطبية البديلة واقتراح الأدوية المناسبة للاستخدام بناءاً على الوصف الصحيح للحالة الصحية للمستخدم والتشخيص السليم للطبيب وفق الظروف والشروط والإعتبارات المهنية السليمة والصحيحة، حيث تساعد المنصة على توفير بيئة تقنية ملائمة لتواصل الطرفين (الأطباء والاستشاريين والممارسين الصحيين والمستخدمين) مع بعضهما لتقديم خدمات الرعاية الصحية. وتقع المسئولية كاملة على الطرفين في استخدام المنصة، ولا تعتبر إدارة المؤسسة أو إدارة المنصة مسؤولة عن أي إساءة استخدام للمنصة أو إساءة استخدام لأي خدمات أخرى يتم تقديمها من خلال المنصة أو من خلال المؤسسة.
        </p>

        <h2 class="text-xl font-semibold mb-4 text-start">مصطلحات أساسية متعلقة بالمحتوى</h2>
        <p class="mb-4 text-start text-[15px]">
          تشير كلمة "المحتوى" هنا إلى النصوص، والصور، والبرمجيات، والصوت، والفيديو، والمعلومات، وغيرها من المواد.
          <br><br>
          تشير عبارة "محتوى المنصة" هنا إلى المحتوى المتاح من قبل المنصة عبر الخدمة بما في ذلك أي محتوى مرخص من خلال طرف ثالث، باستثناء محتوى المستخدم.
          <br><br>تشير كلمة "المستخدم" هنا إلى الشخص الذي يقوم بتسجيل العضوية وتسجيل الدخول أو  استخدام الخدمة أو المنصة لغرض الحصول على الإستشارات الطبية، كما تشمل هذه الكلمة "الطبيب" وهو  الشخص المرخص رسمياً من قبل هيئة التخصصات الصحية لتقديم الإستشارات الطبية وممارسة مهنة الطب وكتابة الوصفات الطبية للأدوية والعلاجات. وكذلك تشمل هذه الكلمة "الممارس الصحي" وتعني هنا الشخص المرخص رسمياً من قبل هيئة التخصصات الصحية  لتقديم خدمات الرعاية الصحية الوقائية أو العلاجية أو الترويجية أو التأهيلية، وقد يشمل هذا المصطلح - على سبيل المثال لا الحصر - أطباء الأسنان والصيادلة ومساعدين الأطباء والممرضين ومساعد الجراح والقابلات وأخصائيين التغذية وأخصائيين المعالجة واختصاصيين علم النفس والمعالجين اليدويين والموظفين السريريين والأخصائيين الإجتماعيين وتقنيين المعالجة التنفسية والمعالجين المهنيين وأخصائيين السمع وأخصائيين باثولوجيا الكلام وأخصائيين العيون وتقنيين طب الطوارئ وموظفين الإسعاف وعلماء المختبرات الطبية وفنيين الأطراف الصناعية الطبية ومصورين الأشعة السينية.
          <br><br>تشير عبارة "محتوى المستخدم" هنا إلى المحتوى الذي يشارك به أو يرفعه أو ينشره أو يقدمه أو ينقله المستخدم ليكون متاحاً من خلال الخدمة أو المنصة.
          تشير عبارة "المحتوى الجماعي" هنا إلى محتوى المنصة ومحتوى الطبيب ومحتوى الممارس الصحي ومحتوى المستخدم مجتمعين.
        </p>

        <h2 class="text-xl font-semibold mb-4 text-start">التعهدات والضمانات</h2>
        <p class="mb-4 text-start text-[15px]">
          قيام المستخدم باستخدام المنصة أو الخدمة يعد إقراراً بشكل صريح يتضمن إمتلاك الحق من الناحية القانونية دخول هذه الإتفاقية. وإذا كان المستخدم في وضع صحي حرج أو وضع صحي متقدم لا يستطيع من خلاله الاستفادة من المنصة أو الخدمة (مثلاً – لا الحصر - بسبب أمراض وبائية أو حالات مرضية مهددة للحياة)، أو كان المستخدم في وضع عمري معين يفيد بعدم السماح بدخول مثل هذه الإتفاقيات (مثلاً أن يكون المستخدم قاصراً يقل عمره عن 18 سنة)، هنا يتوجب على المستخدم حينها الإلتزام بذلك وألا يتم استخدم المنصة أو الخدمة، وقيام المستخدم باستخدام المنصة أو الخدمة، فإنه إقرار منه يتضمن أن لديه الحق والسلطة و القدرة على الدخول في هذا الإتفاقية والإلتزام بشروطها وأحكامها وبنودها. إن مشاركة المستخدم في استخدام الخدمة و المنصة تعتبر مسموحة حصراً للاستخدام الشخصي الخاص بالمستخدم و لغيره من الجهات التي أعطته الحق الصريح بذلك. ولا يحق للمستخدم أن يسمح لغيره باستخدام حسابه الخاص، ولا يجوز له تعيين أو نقل حسابه إلى أي شخص آخر أو جهة أخرى أو أطراف أخرى. وعند قيام المستخدم باستخدام المنصة أو الخدمة، فإنه يوافق على الإلتزام بجميع القوانين والأحكام القضائية المطبّقة في المملكة العربية السعودية.
          <br><br>
          يستطيع المستخدم الوصول إلى الخدمة باستخدام الوسائل المسموح بها حصراً. وتحتفظ المنصة بحقها في إنهاء هذه الإتفاقية في حال قيام المستخدم باستخدام الخدمة أو المنصة عبر جهاز غير متوافق أو غير مصرح به.
        </p>

        <h2 class="text-xl font-semibold text-start">باستخدام المنصة أو الخدمة، فإن المستخدم يوافق على ما يلي:</h2>
        <p class="mb-4 text-start text-[14px]">
          <br><br>استخدام المنصة أو الخدمة لأغراض مشروعة فقط، ولن يتم استخدام المنصة أو الخدمات لإرسال أو تخزين أي مواد غير قانونية أو بهدف الإحتيال أو بهدف الإبتزاز أو بهدف تحقيق أغراض غير مشروعة.
          <br><br>استخدام المنصة أو الخدمة لن يتم للتسبب بإيذاء أو مضايقة أو إزعاج أو إبتزاز أحد ما في أي مكان أو زمان.
          <br><br>استخدام المنصة أو الخدمة لن يؤثر أو يمنع التشغيل السليم للشبكة أو للمنصة.
          <br><br>استخدام المنصة أو الخدمة لن يهدف إلى محاولة إلحاق الضرر بالخدمة أو المنصة بأي شكل من الأشكال.
          <br><br>استخدام المنصة أو الخدمة لن يؤدي إلى نسخ أو توزيع المنصة أو المحتويات الأخرى دون الحصول على إذن خطي صريح من المنصة.
          <br><br>استخدام المنصة أو الخدمة سوف يكون حصراً للأغراض الخاصة بالمستخدم ولن يقوم ببيعها لأي طرف ثالث أو أطراف أخرى.
          <br><br>استخدام المنصة أو الخدمة يعني المحافظة على كلمة المرور الخاص بحساب المستخدم أو أي وسيلة تعريف يقدمها للمستخدم وتتيح له الدخول إلى حسابه بشكل سري وآمن.
          <br><br>استخدام المنصة أو الخدمة يعني قيام المستخدم بتقديم كافة المعلومات التي تثبت هويته الشخصية وفقاً لما تراه المنصة مناسباً ضمن حدود المنطق والقانون.
          <br><br>استخدام المنصة أو الخدمة يعني موافقة المستخدم على كافة المعاملات المالية ورسوم الخدمة التي تقدمها المنصة.
          استخدام المنصة أو الخدمة يعني موافقة المستخدم على طبيعة الخدمة المقدمة وتحمله مسئولية التواصل مع الأطباء والممارسين الصحيين وتقديم وصف واضح وصريح للطبيب المختص حول وضعه الصحي وتداعيات هذا الوضع، مع تقديم كل مايلزم من تقارير وتحاليل وصور إشعاعية حول هذا الوضع الصحي
        </p>

        <h2 class="text-xl font-semibold mb-4 text-start">منح الترخيص وسياسة حقوق النسخ والطبع</h2>
        <p class="mb-4 text-start text-[15px]">
          تلتزم المنصة بمنح المستخدم رخصة محدودة، وغير حصرية، وغير قابلة للنقل، وتنزيل وطباعة أي جزء من محتوى المؤسسة أو المنصة لأغراض شخصية غير تجارية حصراً، ولا يحق للمستخدم استخدام أو نسخ أو تكييف أو تعديل أو تحضير أي أعمال مشتقة عن أساسه، أو التوزيع أو الترخيص أو البيع أو النقل أو العرض العلني، أو الأداء العلني أو النقل الإلكتروني، أو الإرسال الإلكتروني أو البث، أو غير ذلك من أساليب استغلال الخدمة أو المنصة أو المحتوى الجماعي إلا بحسب ما هو مبين ومسموح بشكل صريح في هذه الإتفاقية. ولا يتم منح المستخدم أي تراخيص أو حقوق من أي نوع بشكل ضمني أو بأي شكل آخر من قبل المؤسسة أو الجهات المرخصة لها، ما عدا التراخيص والحقوق الممنوحة بشكل صريح في هذا القسم.
        </p>

        <h2 class="text-xl font-semibold mb-4 text-start text-[16px]">الترخيص الممنوح من قبل المستخدم</h2>
        <p class="mb-4 text-start text-[15px]">
          يجوز للمنصة السماح للمستخدمين بنشر أو رفع أو إدراج أو تقديم أو نقل محتوى المستخدم. وبإتاحة أي مواد تندرج في إطار "محتوى المستخدم" على الخدمة أو المنصة أو من خلالهما، فإن المستخدم بذلك يمنح المنصة رخصة عالمية مجانية لا رجعة فيها، ودائمة، وغير حصرية، وقابلة للنقل، ولا يترتب عليها حقوق امتياز وعوائد، مع الحق في إعادة الترخيص للاستخدام والعرض و النسخ ، والتكييف ، والتعديل، والتوزيع ، والترخيص، والبيع ، والنقل ، والعرض العلني، والأداء العلني، والنقل الإلكتروني، أو الإرسال الإلكتروني أو البث، أو غير ذلك من وسائل استثمار محتوى المستخدم هذا لكن حصرياً من خلال الخدمة أو المنصة أو عليهما فقط. والمستخدم يقر ويوافق على أنه المسئول وحده عن كافة محتوى المستخدم الذي يكون متاحاً من خلال الخدمة أو المنصة. وعليه، فإنه يقر ويتعهد بما يلي:

          <br><br>أن المستخدم هو المالك الوحيد لمجمل محتوى المستخدم الذي يجعله متاحاً عبر الخدمة أو المنصة، وأن المستخدم يمتلك كافة الحقوق والتراخيص والموافقات والنشرات المطلوب منحها للمنصة، والحقوق الخاصة بمحتوى المستخدم، بالشكل الذي تنص عليه هذه الإتفاقية.
          <br><br>أن محتوى المستخدم الخاص به أو منشوراته أوما يرفعه على المنصة أو ما يعلنه أو اشتراكاته أو نقل محتوى المستخدم الخاص به أو استخدام المنصة لمحتوى المستخدم (أو أي جزء منه) من خلال أو عبر الخدمة أو المنصة، لا يمثّل أي انتهاك أو اختلاس لبراءات الإختراع، أو حقوق النشر، أو العلامة التجارية، أو الأسرار التجارية، أو الحقوق المعنوية، أو حقوق الملكية الفكرية، أو حقوق النشر العلني أو الخصوصية لأي طرف ثالث، ولا ينطوي على أي شيء يؤدي إلى خرق القانون أو التنظيمات المعمول بها.
        </p>

        <h2 class="text-xl font-semibold mb-4 text-start text-[16px]">رخصة المنصة</h2>
        <p class="mb-4 text-start text-[15px]">
         تمنح المنصة (حسب التزام المستخدم ببنود الإتفاقية) رخصة غير حصرية وغير قابلة للنقل لتحميل وتنصيب نسخة من المنصة على جهاز متحرك واحد أو على الحاسوب الشخصي الذي يملكه المستخدم أو يتحكم به، وتشغيل هذه النسخة من المنصة لاستخدامه الشخصي حصراً. إضافة إلى ذلك، في حال قيام المستخدم بتحميل أو الحصول على المنصة من متجر المنصات التابع لشركة آبل أو شركة قوقل، فإنه سوف يستخدم هذه المنصات في الحالات التالية فقط: 

          <br><br>على منتج من شركة آبل يعمل بنظام iOS نظام البرمجيات الخاص بعلامة آبل.
          <br><br>على منتج من شركة قوقل يعمل بنظام الأندرويد والبرمجيات الخاصة بعلامة قوقل.
          <br><br>على النحو التي تسمح به "قواعد الاستخدام" المنصوص عليها في الشروط والأحكام الخاصة بـمتجر المنصات التابع لشركة آبل وشركة قوقل، تحتفظ المؤسسة بكافة الحقوق المتعلقة بالمنصة وغير الممنوحة للمستخدم بشكل واضح وصريح بموجب هذه الإتفاقية.
        </p>

        <h2 class="text-xl font-semibold mb-4 text-start text-[16px]">إقرار المستخدم وموافقته على ما يلي:</h2>
        <p class="mb-4 text-start text-[15px]">
          تم إبرام هذه الإتفاقية  بين المستخدم وبين المنصة فقط، ولا علاقة لشركة آبل أو قوقل أو الشركة المستضيفة للمنصة بها،
          <br><br>تعد المنصة مسؤولة فقط عن منصتها فقط والذي تم الحصول عليها من متجر المنصات والمحتوى المتعلق به، ولا علاقة لأي شركات بذلك. ويجب على المستخدم استخدام المنصة الذي يحصل عليها من متجر المنصات بما يتوافق مع شروط وأحكام الخدمة المنصوص عليها في متجر المنصات.
          <br><br>يقر المستخدم والمؤسسة بأنه في حال زعم أي طرف ثالث بأن المنصة التي تم الحصول عليها من متجر المنصات، أو امتلاكه واستخدامه لهذا المنصة ينتهك حقوق الملكية الفكرية لهذا الطرف، فإن المنصة - وبمثل الإتفاقية بين المؤسسة وشركة آبل وشركة قوقل- ستعد لوحدهما مسؤولة عن التحقيق والدفاع والتسوية وتصريف إدعاءات انتهاك الملكية الفكرية بالشكل الذي تنص عليه هذه الإتفاقية.
          <br><br>يقر المستخدم والمنصة ويوافقان على أن شركة آبل وشركة قوقل والشركات التابعة لهما، هي أطراف ثالثة مستفيدة من الإتفاقية  بحسب ما يتعلق برخصة المستخدم للمنصة الذي تم الحصول عليه من متجر المنصات الخاص بشركة آبل أو شركة قوقل، وبناءً على موافقة المستخدم على شروط وأحكام هذه الإتفاقية، فإن شركة آبل وشركة قوقل تمتلكان حق (وسيعتبر أنهما قبلتا ذلك الحق) فرض تنفيذ هذه الإتفاقية، بحسب ما يتعلق برخصة المستخدم الخاصة بالمنصة والذي تم الحصول عليه من متجر المنصات.
          <br><br>يتوجب على المستخدم - ودون أن يؤثر ذلك على أي شروط أخرى في هذه الإتفاقية - الامتثال لجميع شروط استخدام الطرف الثالث عند استخدامه للمنصة الذي تم الحصول عليه من متجر المنصات أو من محركات البحث أو من خلال وسائط التواصل الاجتماعي.
          <br><br>لا يجوز للمستخدم ترخيص أو إعادة ترخيص أو بيع أو إعادة بيع أو نقل أو تعيين أو توزيع أو الاستغلال لأغراض تجارية أو إتاحة الخدمة أو المنصة لأي طرف ثالث بأي شكل من الأشكال.
          <br><br>لا يجوز للمستخدم تعديل أو إنشاء أعمال مشتقة تستند إلى ذات الخدمة أو المنصة.
          <br><br>لا يجوز للمستخدم إنشاء روابط إنترنت إلى الخدمة أو تأطير أو عمل نسخة مطابقة لأي منصة على أي مخدم آخر أو شبكة لاسلكية أو جهاز متصل بالإنترنت.
          <br><br>لا يجوز للمستخدم الدخول إلى برمجية المنصة أو إجراء هندسة عكسية عليه بغرض: إنشاء منتج أو خدمة تنافسية، أو إنشاء منتج باستخدام أفكار، وميزات، ووظائف، ورسومات مشابهة للخدمة أو المنصة، أو نسخ أي من الأفكار، أو المميزات، أو الوظائف، أو الرسومات الخاصة بالخدمة أو المنصة، أو إطلاق نصوص برمجية بما في ذلك (على سبيل المثال وليس الحصر) برامج زاحفات شبكة الإنترنت بأنواعها، أو برامج الروبوت أو النمل، أو برمجيات الفهرسة على شبكة الإنترنت، أو برمجيات البوتات، أو الفيروسات، أو الديدان على الإنترنت، أو أي برنامج قد يؤدي إلى إنشاء طلبات متعددة من المخدم خلال الثانية الواحدة، أو قد يشكل عبئاً أو إعاقة لعمليات أو لأداء الخدمة أو المنصة.
          <br><br>لا يجوز للمستخدم إرسال البريد المزعج أو الرسائل غير المرغوب بها بما ينتهك القوانين السارية.
          <br><br>لا يجوز للمستخدم إرسال أو تخزين أي مواد مخالفة، أو فاحشة، أو تشكل تهديداً أو تشهيراً أو أي من المواد غير المشروعة بما فيها تلك الضارة بالأطفال، أو تلك التي تنتهك خصوصية أي طرف ثالث.
          <br><br>لا يجوز للمستخدم إرسال أو تخزين مواد تحتوي على الفيروسات البرمجية، أو الديدان، أو الأحصنة الطراودية، أو غيرها من الملفات، أو الشيفرات، أو البرامج النصية، أو العناصر الضارة بالكمبيوتر.
          <br><br>لا يجوز للمستخدم التدخل أو تعطيل سلامة أداء المنصة أو الخدمة أو البيانات الواردة ضمنها.
          <br><br>لا يجوز للمستخدم محاولة الوصول غير المصرح به إلى المنصة أو الخدمة أو إلى الشبكات والأنظمة المتعلقة بهما.
          <br><br>11. تمتلك مؤسسة الإمتياز الحصري الحق في التحقيق وملاحقة الانتهاكات لأي من الشروط الواردة أعلاه إلى أقصى حد يسمح به القانون. وقد تتعاون المؤسسة مع السلطات المسؤولة عن منصة القانون لمقاضاة المستخدمين الذين ينتهكون هذه الإتفاقية. والمستخدم يقر بأن المؤسسة أو المنصة التابعة لها غير مسؤولة عن مراقبة دخوله أو استخدامه للخدمة أو المنصة، أو المحتوى الجماعي، كما أنها غير مسؤولة عن مراجعة أو تعديل المحتوى الجماعي، لكنها تملك حق القيام بذلك بغرض تشغيل الخدمة والمنصة لضمان التزامك بالاتفاقية، أو الامتثال بالقوانين المعمول بها، أو بأمر أو طلب المحكمة، أو أي هيئة إدارية أو حكومية أخرى. كما تحتفظ المؤسسةبحقها- في أي وقت وبدون أي إذن مسبق- بإزالة أو تعطيل الوصول إلى المحتوى الجماعي للشركة، إذا ما ارتأتالمؤسسة- وفقاً لتقديرها الخاص- أن ذلك ينتهك الإتفاقية  أو يضر ب المنصة أو الخدمة.
        </p>

        <h2 class="text-xl font-semibold mb-4 text-start text-[16px]">سياسة حقوق الطبع والنشر</h2>
        <p class="mb-4 text-start text-[15px]">
          تحترم المنصة قانون حقوق الطبع والنشر، وتتوقع المنصة من مستخدميها فعل الشيء نفسه. وتقضي سياسة المنصة بطرد المستخدمين أو أصحاب الحسابات الآخرين ممن يخرقون بصورة متكررة، أو يُعتَقد بأنهم يخرقون، حقوق الطبع والنشر لأحد الاطراف، وذلك عندما تكون الظروف مؤاتية لتنفيذ هذ الأمر.
        </p>

        <h2 class="text-xl font-semibold mb-4 text-start text-[16px]">شروط الدفع</h2>
        <p class="mb-4 text-start text-[15px]">
          يتوجب على المستخدم دفع أي رسوم تطلبها المنصة مقابل استخدام المنصة أو الخدمة بشكل فوري، وهذه الرسوم غير قابلة للإسترداد، إلا في الظروف التي تعتبرها المنصة مبررة ومنطقية، وذلك في حال إخطار المنصة خلال مدة أقصاها 72 ساعة من الموعد الذي تم تحديده في الحجز. وتعتبر سياسة عدم إرجاع الأموال هذه سارية في كافة الأوقات بغض النظر عن قرار المستخدم بإنهاء استخدامه للخدمة أو المنصة، أو قرار المنصة بإنهاء استخدامه لها، أو الخلل الذي قد يؤثر عليهما سواء كان عن قصد أو بشكل عرضي، أو لأي سبب من الأسباب. وتحتفظ المنصة بحق تحديد التسعيرة النهائية مقابل استخدام الخدمة للحصول على الإستشارات الطبية. ويجب الإنتباه إلى أن معلومات التسعير المنشورة على موقع المنصة تعكس التسعيرة المعمول بها على أرض الواقع، باستثناء أي عمولات أو خصومات يطلبها طرف ثالث (وسيط) لإتمام العمليات المالية والمدفوعات. وقد تقدم المنصة - بناءً على تقديرها الخاص- عروضاً ترويجية مع مميزات وأسعار مختلفة لأي من عملائها. ولن تؤثر هذه العروض على ما تقدمه المنصة للمستخدم أو على أي عقد بين المستخدم وبين المنصة. ويحق للمنصة تغيير رسوم الخدمة بالشكل الذي تعتبره ضرورياً لتسيير أعمالها وتوفير خدماتها. ويمكن للمستخدم زيارة الموقع الإلكتروني للمنصة بشكل دوري للاطلاع على الرسوم التي تتقاضاها المنصة مقابل الخدمات التي توفرها.
        </p>

        <h2 class="text-xl font-semibold mb-4 text-start text-[16px]">حقوق الملكية الفكرية</h2>
        <p class="mb-4 text-start text-[15px]">
          تمتلك المنصة وحدها (ومرخصيها، حيثما ينطبق ذلك) الحق والملكية والمصلحة، بما في ذلك جميع حقوق الملكية الفكرية ذات الصلة، في المنصة والخدمة والفكرة، وفي كافة الاقتراحات والأفكار وطلبات التحسين، والتغذيات الراجعة، والتوصيات المرتبطة بالخدمة أو المنصة. ولا تعتبر هذه الإتفاقية عملية بيع ولا تنقل للمستخدم أي حقوق ملكية خاصة بالخدمة أو المنصة أو ترتبط بهما، أو أي حقوق ملكية تعود للمنصة. ويعتبر كل من إسم المؤسسة، والمنصة وشعارهما، وأسماء المنتجات المرتبطة بالمنصة والخدمة، علامات تجارية خاصة بالمنصةأو أطراف ثالثة، ولا يملك المستخدم أي حق أو ترخيص باستخدامها.b
        </p>

        <h2 class="text-xl font-semibold mb-4 text-start text-[16px]">Iالتفاعلات مع أطراف ثالثة</h2>
        <p class="mb-4 text-start text-[15px]">
          أثناء قيام المستخدم باستخدام المنصة أو الخدمة، فإنه قد يتواصل مع أو يشتري خدمات من أو يشارك في عروض ترويجية أو إعلانات أو خدمات مقدّمة من أطراف ثالثة من مزودي خدمات ومعلنين ورعاة يسعون إلى عرض منتجاتهم أو خدماتهم عبر المنصة أو الخدمة. وإن أي نشاط من هذا القبيل، وأي شروط أو أحكام أو ضمانات أو مسؤوليات مرتبطة بمثل هذا النشاط، تعد أمراً خاصاً بين المستخدم وبين الطرف الثالث. ولا تعد المنصة أو مرخصيها مسؤولة عن أي مراسلات، أوعمليات بيع، أومعاملات أخرى أو عمليات ترويج بين المستخدم وبين أي طرف ثالث. ولا تعترف المنصة بأي مواقع مرتبطة بالخدمة أو المنصة على شبكة الإنترنت، ولن تكون المنصة أو مرخصيها - بأي شكل من الأشكال - مسؤولة عن أي محتوى أو منتجات أو خدمات أو أي مواد أخرى متوفرة على أو من هكذا مواقع إلكترونية أو أطراف ثالثة. وتقدم المنصة لك الخدمة وفقاً لشروط وأحكام هذه الإتفاقية، والمستخدم يقرّ بأن بعض الأطراف الثالثة قد تطلب منه الموافقة على شروط وأحكام إضافية أو مختلفة قبل استخدامه لبعض المنتجات أو الخدمات التي يقدمونها، ولا تتحمل المنصة أي مسؤولية ترتبط بهذه الإتفاقيات بين المستخدم وبين المزودين من أطراف ثالثة.
          <br><br>يجوز للمنصة أن تعتمد على خدمات الدعاية والتسويق التي يقدمها أي طرف ثالث من خلال الخدمة أو المنصة، أو أي آليات أخرى بهدف دعم المنصة أو الخدمة، وبموافقة المستخدم على هذه الشروط والأحكام فإنه يوافق ضمناً على استقبال إعلانات الدعاية والتسويق. وإذا كان المستخدم لا يرغب بتلقي مثل هذه الإعلانات، عليه أن يخبر المنصة بذلك خطياً. كما يجوز للمؤسسة جمع ونشر معلومات خاصة بالمستخدم، وباستخدامه للمنصة أو الخدمة على أساس مجهول كجزء من ملف العملاء أو في حالة إعداد أي تقارير أو تحليلات مشابهة. والمستخدم يقر بمسؤوليته حيال اتخاذ الاحتياطات اللازمة فيما يخص التعاملات والإجراءات مع أي طرف ثالث قد تتفاعل معه من خلال هذه الخدمة.
        </p>

        <h2 class="text-xl font-semibold mb-4 text-start text-[16px]">سلوك المستخدمين</h2>
        <p class="mb-4 text-start text-[15px]">
           بدخول المستخدم لهذه الاتفاقية أو استخدامه للمنصة أو الخدمة، فإنه يوافق على ما يلي:
          <br><br>عدم إساءة استخدام أي خدمة أو استخدامها لأغراض غير قانونية أو للإنخراط في أنشطة غير مشروعة.
          الإمتثال لأنظمة وقوانين المملكة العربية السعودية، ودول الخليج العربي و الدول العربية وفقاً للبلد الذي يتواجد فيه المستخدم. كما أن المستخدم المسؤول الوحيد في حال عدم امتثاله لهذه القوانين والأنظمة.
        </p>


        <h2 class="text-xl font-semibold mb-4 text-start text-[16px]">التعويضات</h2>
        <p class="mb-4 text-start text-[15px]">
          بموجب دخول المستخدم لهذه الاتفاقية واستخدامه للمنصة أو الخدمة، فإنه يوافق على الدفاع عن المؤسسة أو المنصة وتعويضهما ومرخصيهما، وأي من الشركات التابعة لهما ومرخصيهما وفروعهما، ومدرائهما، ومستخدميهما، وموظفيهما، ومحاميهما، ووكلائهما، ضد جميع الدعاوى، والتكاليف، والأضرار، والمسؤوليات، والنفقات (بما ذلك أتعاب ونفقات المحامين) المرتبطة أو الناشئة عن الحالات التالية:
          <br><br>انتهاكك أو خرق المستخدم لأي بند من هذه الإتفاقية  أو لأي قانون أو نظام سار، حتى ولو لم تتم الإشارة إليه في هذه الإتفاقية.
          <br><br>خرق المستخدم لأي من حقوق أي طرف ثالث، بما فيها أي من مزودي خدمات النقل.
          قيام المستخدم باستخدام الخدمة أو المنصة وإساءة استخدامه لهما.
        </p>

        <h2 class="text-xl font-semibold mb-4 text-start text-[16px]">إخلاء المسؤولية عن الضمانات</h2>
        <p class="mb-4 text-start text-[15px]">
          لا تقدم المؤسسة أو المنصة أي تمثيل أو كفالة أو ضمانة فيما يتعلق بموثوقية أو ملاءمة أو توافر أو دقة أو اكتمال الخدمة أو بما يتعلق بأي طبيب أو ممارس صحي يتم التواصل معه عبر الخدمة أو المنصة. كما أن المؤسسة لا تمثل ولا تضمن الأمور التالية:

          <br><br>أن يكون استخدام الخدمة أو المنصة في الوقت المناسب وبشكل آمن ودون انقطاع أو دون أخطاء تقنية أو تشغيلية أو متوافقاً مع أي جهاز أو نظام أو بيانات.
          <br><br>أن تلبي الخدمة أو المنصة متطلبات أو توقعات المستخدم.
          <br><br>دقة أو موثوقية أي بيانات مخزنة.
          <br><br>جودة أي من الخدمات أو المعلومات أو أي أمور أخرى يقوم المستخدم بالإستفادة منها عبر الخدمة أو المنصة، وتلبيتها لمتطلبات أو توقعات المستخدم.
          <br><br>أن يتم تصحيح أي خطأ أو خلل يصيب الخدمة أو المنصة.
          خلو الخدمة أو المخدمات من أي فيروسات أو أي مكونات ضارة أخرى، كما يتم توفير الخدمة والمنصة للمستخدم تحديداً كما هي، وتخلي المؤسسة أو المنصة مسؤوليتها عن كافة الشروط والإقرارات والضمانات، سواء كانت صريحة أو ضمنية أو قانونية أو غير ذلك ، بما في ذلك- على سبيل الذكر لا الحصر- أي تعهدات ضمنية بالتسويق، والصلاحية لغاية محددة، أو عدم انتهاك حقوق أي طرف ثالث، وذلك بموجب الحد الأقصى الذي تسمح به قوانين المؤسسة. ولا تقدم المؤسسةأي تمثيل أو كفالة أو ضمانة فيما يتعلق بموثوقية أوسلامةأو دقة مواعيد أوجودة أو ملاءمة أو توافر أي من الخدمات والمنتجات أو السلع التي تم الحصول عليها من طرف ثالث باستخدام الخدمة أو المنصة. وأن المستخدم يقر ويوافق على أنه يتحمل كافة المخاطر الناشئة عن استخدامه للمنصة والخدمة، وأي خدمات أو منتجات تابعة لأي طرف ثالث، إلى الحد الأقصى الذي يسمح به القانون.
        </p>

        <h2 class="text-xl font-semibold mb-4 text-start text-[16px]">التأخيرات المتعلقة بالإنترنت</h2>
        <p class="mb-4 text-start text-[15px]">
          قد تخضع الخدمة أوتخضع المنصة اللذين تقدمهما المؤسسة لقيود وتأخيرات ومشاكل أخرى ناتجة عن استخدام شبكة الإنترنت والاتصالات الإلكترونية. ولا تعد المؤسسة أو المنصة مسؤولان عن أي تأخير أو فشل في الإتصال أو أي أضرار أخرى ناتجة عن مثل هذه المشاكل التقنية أو الفنية أو غيرها من المشاكل.
        </p>

        <h2 class="text-xl font-semibold mb-4 text-start text-[16px]">حدود المسؤولية</h2>
        <p class="mb-4 text-start text-[15px]">
          لا يجوز في أي حال من الأحوال أن تتجاوز المسؤولية الكلية للمؤسسة أو المنصة المبالغ الفعلية المدفوعة من قبل المستخدم خلال فترة الأشهر الستة التي تسبق المطالبة مباشرة. ولن تتحمل المنصة أو أي من مرخصيها في أي حال من الأحوال مسؤولية أي شخص بما يتعلق بأي أضرار غير مباشرة، أو جزائية، أو خاصة، أو تحذيرية، أو عرضية، أو تبعية، أو أي شكل آخر من أشكال الضرر (بما في ذلك الإصابات الشخصية، وفقدان البيانات، أو العائدات، أو الأرباح، أو الاستخدام، أو غيرها من الميزات الإقتصادية). ولا تعد المنصةأو مرخصيها مسؤولة عن أي خسارة أو ضرر أو إصابة قد تترتب على المستخدم، بما في ذلك - على سبيل المثال لا الحصر- الخسائر أو الأضرار أو الإصابات الناجمة عن أو المرتبطة بأي شكل بالمنصة أو الخدمة، مثل استخدامهما أو عدم القدرة على استخدامهما، أو في حال الإعتقاد بأن الإعلانات كاملة أو دقيقة أو متوافرة، أو أي نتيجة لأي علاقة أو معاملة بين المستخدم وبين أي طرف ثالث سواء كان مزود للخدمات أو التسويق أو راعِ تظهر إعلاناته من خلال الخدمة أو المنصة، حتى ولو أن المنصة أو مرخصيها قد أخطروا المستخدم سابقاً باحتمال وقوع مثل هذه الأضرار.
          <br><br> قد تقوم المنصة بتقديم المستخدم لطرف ثالث من مقدمي خدمات الرعاية الصحية بغرض تأمين خدمات الرعاية الصحية. ولن تقيّم المؤسسة ملاءمة أو شرعية أو قدرة الطرف الثالث من مزودي خدمات الرعاية الصحية، على أن يقوم المستخدم بإعفاء المؤسسة أو المنصة من أي مسؤولية أو مطالبة عن أي ضرر قد ينشأ عن التعامل مع أي طرف ثالث مزود لخدمات الرعاية الصحية. حيث يجب أن لا تكون المؤسسة أو المنصة طرفاً في المنازعات أو المفاوضات على الخلافات بين المستخدم وبين أي طرف ثالث، فالمؤسسة أو المنصة لن يقوما بلعب أي دور فيما يتعلق بتنظيم المدفوعات بين المستخدم وبين الطرف الثالث المزود لخدمات الرعاية الصحية. كما أن المستخدم يتحمل المسؤولية الكاملة عن قراراته المتعلقة بالخدمات المعروضة عبر الخدمة أو المنصة (مع كافة الآثار المترتبة عليها). ولن تقوم المؤسسة أو المنصة بتقييم ملاءمة أو شرعية أو قدرة أي من الأطراف الثالثة، وأن المستخدم يقرّ بأنه يعفي المؤسسة أو المنصة صراحة من أي مسؤولية أو مطالبات أو أسباب لرفع الدعاوي أو الأضرار الناجمة عن استخدامه للخدمة أو المنصة أو أي أمر متعلق بالأطراف الثالثة التي تعرف عليها المستخدم عبر الخدمة أو المنصة أو أي وسيلة أخرى.
        </p>

        <h2 class="text-xl font-semibold mb-4 text-start text-[16px]">الإشعارات والتنبيهات</h2>
        <p class="mb-4 text-start text-[15px]">
          قد تقدم المنصة إشعارات عامة حول الخدمة وذلك عبر البريد الإلكتروني للمستخدم المسجل في بيانات المؤسسة أو عبر التنبيهات من خلال المنصة، وسيعتبر أن هذا الإشعار قد تم استلامه بعد انقضاء فترة 24 ساعة من إرساله. وبإمكان للمستخدم إرسال الإشعارات إلى المؤسسة في أي وقت عبر البريد الإلكتروني للمؤسسة أو المنصة، حيث يعتبر هذا الإشعار سارياً فور تلقيه من قبل المؤسسة.
        </p>

        <h2 class="text-xl font-semibold mb-4 text-start text-[16px]">تحويل الإتفاقية</h2>
        <p class="mb-4 text-start text-[15px]">
          لا يحق للمستخدم تحويل الإتفاقية  إلى طرف آخر دون موافقة خطية مسبقة من المنصة، ولكن يحق للمنصة تحويل الاتفاقية دون موافقة من المستخدم إلى المؤسسة الأم أو أي مجموعة أو شركة أو مؤسسة تابعة لها أو متفرعة منها، أو إلى أحد أصحاب الأسهم، أو جهة تخلفها في عملية الإندماج. وسيعتبر أي تحويل يتم خارج إطار هذا البند لاغياً.
        </p>

        <h2 class="text-xl font-semibold mb-4 text-start text-[16px]">القانون الناظم</h2>
        <p class="mb-4 text-start text-[15px]">
          تخضع هذه الإتفاقية  فقط لقوانين وأحكام المملكة العربية السعودية وقضائها الشرعي والتجاري والصحي وقوانينها الإدارية والتجارية والتنظيمية.
        </p>

        <h2 class="text-xl font-semibold mb-4 text-start text-[16px]">تسوية النزاعات</h2>
        <p class="mb-4 text-start text-[15px]">
          تتم تسوية أي نزاع أو مطالبة أو جدل ناشئ عن أو يتعلق بهذه الإتفاقية، بما في ذلك أي نزاع أو مطالبة أوجدل يتعلق بتفسير الإتفاقية أو أي التزامات غير تعاقدية تنشأ أو تتعلق بهذه الإتفاقية (ويشار إليها مجتمعة باسم النزاعات) ودياً بين الطرفين عقب تلقي أي منهما إشعاراً خطياً بوجود نزاع من الطرف الآخر. وفي حالة تعذرت تسوية النزاع بشكل ودّي في غضون 60 يوماً من تاريخ قيام أحد الطرفين بإعلام الآخر خطياً بوجود نزاع، عندها يتفق الطرفان على وجوب تسويته بشكل نهائي عن طريق التحاكم وفقاً لقوانين وأنظمة المحاكم في المملكة العربية السعودية، والتي تعتبر الفيصل النهائي في حل أي نزاع، على أن يكون عدد المحكمين ثلاثة، حيث يقوم كل طرف بترشيح محكّم واحد كي يتم اعتماده من قبل المحكمة. ويتم ترشيح المحكم الثالث الذي سيكون بمثابة رئيس للجلسات، من قبل المحكمين الاثنين الآخرين لكي يتم ترشيحه وتعيينه لفض النزاعb
          <br><br>وستكون اللغة العربية هي اللغة المعتمدة في التحكيم. ويكون الحكم الصادر نهائياً وملزماً لكلي الطرفين، ويتنازل كلا الطرفين عن الطعن في قرار الحكم إلى الحد الأقصى الذي يسمح به القانون، ويبقى قسم تسوية النزاعات ساري المفعول حتى في حال إلغاء الإتفاقية.
        </p>

        <h2 class="text-xl font-semibold mb-4 text-start text-[16px]">بنود قانونية عامة</h2>
        <p class="mb-4 text-start text-[15px]">
          إن هذه الاتفاقية أو استخدام المنصة أو الاستفادة من الخدمات لا يعني وجود أي نوع من أنواع الشراكة أو التوظيف أو الوكالة بين المستخدم وبين المؤسسة وبين أي طرف ثالث. وفي حال ثبوت بطلان أو عدم صلاحية أو وجود بند غير قابل للتنفيذ وذلك ضمن بنود الإتفاقية فسيتم إلغاؤه على أن تبقى البنود المتبقية سارية المفعول تماماً إلى الحد الأقصى الذي يسمح به القانون. وفي حال فشلت المؤسسة في إنفاذ أي حق أو بند وارد ضمن هذه الإتفاقية، فإن هذا لا يعتبر تنازلاً عن هذا الحق أو البند إلا اذا أقرّت المؤسسة ووافقت على ذلك خطياً. وتشكل هذه الإتفاقية كامل بنود الإتفاق بين المستخدم وبين المؤسسة أو المنصة، وتحل محل أي مفاوضات أو مناقشات أو اتفاقيات سابقة أو سارية، سواء كانت مكتوبة أو شفهية، قد تجريها الأطراف المعنية حول موضوع هذه الإتفاقي
        
          للمزيد حول اتفاقية الاستخدام، يمكنكم التواصل معنا على الإيميل التالي:  <a class="text-[rgb(102,_99,_166)]">contact@clinicareapp.com</a>s
        </p>

      </div>
    </div>
  </div>
</template>

<script>

export default {
  name: 'TermsPage',
}
</script>

<style scoped lang="scss">

</style> 